{
  "title": "1972-04-06 Frankfurt",
  "metadata": {
    "date": "1972-04-06",
    "location": {
      "city": "Frankfurt",
      "country": "Germany",
      "venue": "Jahrhunderthalle"
    }
  },
  "content": {
    "content": [
      {
        "kind": "variation",
        "reference": "song.avalanche",
        "content": {
          "text": [
            "Modified verses",
            "First Stanza",
            [
              "You who wish to conquer pain",
              "You must learn what makes me well"
            ],
            "last stanza",
            [
              "It is your turn beloved",
              "It is your flesh that I wear",
              "It is your world beloved",
              "It is your flesh that I wear",
              "It is your song beloved",
              "It is your flesh that I wear"
            ]
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.seems_so_long_ago_nancy",
        "content": {
          "text": [
            "This is a song for a girl named Nancy who was a real girl, who went into the bathroom of her father's house, took her brother's shotgun and blew her head off. Age of 21. Maybe this is an arrogant thing to say, but maybe she did it because there weren't enough people saying what I've been saying."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.sisters_of_mercy",
        "content": {
          "text": [
            [
              "I'd like you to come back tomorrow when you've sobered up, you know. Apparently, you believe that it is a mark of intoxication to want to make love to people you find attractive.",
              "Murmurs in the audience",
              "Pardon ?",
              "Audience member, \"We came here to see you sing, not to watch you make love.\"",
              " I came here to make love. No really I want to ask you seriously. Would you rather hear me sing, or make love ?Audience, \"Make love !\"Okay, make love then. I'm not the mad one you know. And I've taken nothing, you know. Just a little Mandrax and a little wine. And a little acid. I mean I know where I am. I know that when I come into a place like this, I come here to make love, I come here to feel other people; the possibility of them making love. I'm sorry, that's the way it is with me. I started to sing with an idea that my songs could bring people into that. We live in cities, we pass thousands of strangers every day. The only way that cities will ever be redeemed, is if people can approach each other on the street with the sole and singular purpose of making love. I would say another thing : all the programs of ecology, all the programs of slum clearance, all the programs of aid to the poor and the correction of poverty will not take place, will fail, until we understand the purpose why we have gathered in these vast numbers, in places on this planet. The reason we have gathered together in these dense masse and city after city in sort that we can explode all notion of what love is, and forget the singing! Forget the concert! Forget the structure! Forget the whole thing ! (interrupted by the audience) If you listen to me sing and you can't listen to me talk, what you are hearing is a lie."
            ]
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.story_of_isaac",
        "content": {
          "text": [
            "This is a song I wrote to the people who feel it is within their right to sacrifice the young for some purpose which they conceive to be holy or just. It's a song for them, and it's also a song for those who would enlist my aid in defeating those men. Because I don't want to join any program. I don't want to write my name at the end of any manifestion..."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.the_partisan",
        "content": {
          "text": [
            "I don't expect the system to dissolve under the assault of this song.."
          ]
        }
      },
      {
        "kind": "variation",
        "reference": "song.the_partisan",
        "content": {
          "text": [
            "Just after the last stanza, the following improvisation is spoken…:",
            "I don't know ... I think the shadows have a long life. I think you may marry and beget children and die in these same shadows. They're tearing down the most beautiful parts of Frankfurt even today and building buildings -- shadow buildings. You will live in them. They tell me that you were heavily into drugs last year but that now you're kind of quietened down, buying farms in the country. Well I hope you like it there with the animals…",
            [
              " Singing again…",
              "Ah the wind the wind is blowing",
              "Through these graves the wind is blowing",
              "Freedom soon will come",
              " Then we'll come from the shadows."
            ],
            " How sad it is to sing a song of resistance - a revolutionary song - people have paid for tickets - for a singer who is paid to sing the songs - for musicians who are paid to play with me. But I wanna tell you something about us, I mean the players, I mean the musicians on the stage. It's gone a long way beyond that. Gone a long way beyond the wage. Gone a long way beyond the people with salaries. OK so we're spies in the board room -- we're traitors in the cupboard. Whatever goes down with money between us is a very tiny part of what is happening with people I play with on the stage. I don't expect the system to dissolve under the assault of this song. This song means nothing now. I can only tell you between us - the players on the stage - all that has already been sorted out. And that's the only strength that I have and that's the only way I can sing this song and not feel totally disgraced. I don't know how you're going to work it out among yourselves.",
            [
              " Singing again…",
              "Ah the wind the wind is blowing",
              "Through these graves the wind is blowing",
              "Freedom soon will come",
              " Then we'll come from the shadows."
            ],
            "We sleep with each other and we play music with each other. We haven't tried to establish the theory. We have no dogmatic program. We just sleep with each other and we just play music with each other and that seems to put it in the right place. I don't know how you're gonna work it out.",
            [
              "  Ah the wind the wind is blowing",
              "Through these graves the wind is blowing",
              "Freedom soon will come",
              "Then we'll come from the shadows",
              "I mean the shadows"
            ]
          ]
        }
      }
    ]
  },
  "kind": "live",
  "annotations": [
    {
      "anchor": "s1.p5.l2",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.flesh"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s2.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.father"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s3.p1.l5",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.stranger"
            }
          ]
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.day"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s6.p2.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.farm"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s6.p3.l2",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.wind"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s6.p4.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.room"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s6.p6.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.sleep"
            }
          ]
        }
      ]
    }
  ]
}