{
  "title": "1985-02-23 Paris",
  "metadata": {
    "date": "1985-02-23",
    "location": {
      "city": "Paris",
      "country": "France",
      "venue": "Salle Pleyel"
    }
  },
  "content": {
    "content": [
      {
        "kind": "prologue",
        "reference": "song.chelsea_hotel_2",
        "content": {
          "text": [
            "Je voudrais chanter une chanson que j'ai crit il y a longtemps ... que je t'aime jamais je ne t'oublierai. C'tait dans un hotel a New-York, dans un ascenseur. Au milieu de la nuit j'ai rencontr dans cet ascenseur une trois grande chanteuse americaine. Elle cherchait Kris Kristofferson et moi je cherchais Brigitte Bardot mais nous tions dans le meme espace et qu'est-ce qu'on peut faire ?... J'ai crit cette chanson pour elle, c'tait Janis Joplin au Chelsea Hotel",
            "English translation: I'd like to sing a song I wrote long time ago .... (performing an old traditional French song) \"...long time since I loved you, and never will I forget you....\" It was in an Hotel in NY, in an elevator. In the middle of the night I met in that elevator a very great American singer. She was looking for Kris Kristofferson, I was looking for Brigitte Bardot, but we were in the same space and what can you do when you're there. I wrote this song for her, it was Janis Joplin at the Chelsea Hotel."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.i_tried_to_leave_you",
        "content": {
          "text": [
            "I'd like to do a blues song now, called \"I Tried To Leave You\".."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.joan_of_arc",
        "content": {
          "text": [
            "J'ai re'u un telegramme juste avant le spectacle, si je peux appeler 'a comme 'a. C'tait une jeune fille de 6 ans et elle m'a demand de jouer \"Joan Of Arc\", et je veux la faire pour elle",
            "English translation: \"I received a telegram just before the show, if I can call that a show. It was from a 6 years old girl who asked me to perform \"Joan Of Arc\", and I want to play it for her."
          ]
        }
      }
    ]
  },
  "kind": "live",
  "annotations": [
    {
      "anchor": "s1.p2.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.night"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "1:2"
    },
    {
      "anchor": "s2.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.blue"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "2:1"
    }
  ],
  "user": "sudonhim",
  "version": 0
}