{
  "title": "1985-07-09 Montreux",
  "metadata": {
    "date": "1985-07-09",
    "location": {
      "city": "Montreux",
      "country": "Switzerland",
      "venue": "Montreux Casino"
    }
  },
  "content": {
    "content": [
      {
        "kind": "prologue",
        "reference": "song.chelsea_hotel_2",
        "content": {
          "text": [
            "A long time ago I met a beautiful young woman in an elevator in New York City. I used to bump into her at about three in the morning every night. After a while I gathered my courage and I said to her, \"Are you looking for something?\" And she said, \"Yes, I'm looking for something.\" I knew by the tone of her voice that she wasn't trying to realize some unfulfilled potential of her inner nature, that she was actually looking for something. I said, \"Who or what are you looking for?\" She said, \"Kris Kristofferson.\" I said,     \"I am Kris Kristofferson.\" And I deceived her for many nights. A long time after that, I found myself at a bar in a Polynesian restaurant in Miami Beach, leaning over a napkin and one of those drinks that they serve in a porcelain coconut shell. I was writing a song to this very lady. I was the very image of myself, 40 years old, thin, neglected with a great song on my mind. It took me a while to finish it. It's for Janis Joplin at the Chelsea Hotel."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.hallelujah",
        "content": {
          "text": [
            "This is a song about the broken"
          ]
        }
      }
    ]
  },
  "kind": "live",
  "annotations": [
    {
      "anchor": "s1.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.woman"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.night"
            }
          ],
          "id": "2"
        }
      ],
      "newAnchor": "1:1"
    }
  ],
  "user": "sudonhim",
  "version": 0
}