{
  "title": "2001-02-27 - The Song of Leonard Cohen - Portrait of a Poet, a Friendship and a Film",
  "metadata": {
    "date": "2001-02-27"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.bird_on_the_wire",
        "content": {
          "text": [
            "I began that song in Greece. The melody began a few of the lyrics, a few of th lines. And then it was still with me. I was in L.A. I was living in a Motel on the Sunset strip - it developed a little further. Then I made a recording of it which David Crosby produced. Ah I never finished that recording. And the song continued to develop. I made a recording of it in Nashville with Bob Johnson as producer. And apparently the lyrics still weren't finished. I changed the lyrics and a different lyric appears in a record called \"Live Songs\". And then the lyrics changed again somewhat in the most recent treatments of the song - so it's continued being written for about eight or nine years.",
            " About the line \"I've tried in my way to be free\" :",
            "I don't think there's much to say about that Harry. It's as explicit as you can get. It mitigates a kind of arrogant human statement, which is \"I've tried to be free\" - well everybody has tried to be free . \"In my way\" somewhat modifies and softens the idea, and also includes the possibility of failure. Because you say, you know, according to my own light and in my way I've tried, and I've messed it up like everybody else, but that was the effort."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.chelsea_hotel_2",
        "content": {
          "text": [
            "I began that song, I would say ah, the very late sixties. I'm not quite sure when I began that song. There is a version of it that I made in 1972, that I never released (*). It went through a lot of changes. I don't think it was ready to record until 1974 (**). My meeting Janis Joplin at the Chelsea Hotel was the genesis or the seed of the song. It went through a lot of changes. That's about it.",
            "About the dedication to Janis Joplin",
            " As the years went by I began to relize that it was Janis Joplin who gave me the seed of the song. Often a song develops from the gift of another individual, as though somebody hands you the song. It may take years to develop. Like the song \"Nancy\". I remember its genesis very very clearly. It was someone I met in an all night dinner in Nashville. And I was working on the song and I couldn't break it. And I remember just standing at the Jukebox looking at the selection of songs and a young woman came up and stood beside me and said \"You ought to play R7\". And I spoke to her for a moment and I realized that some kind of transfer was being made, that the heart was being softened in some way by the presence of this other person. And in a sense the seed of the song was being handed over. Well, while I was working on the song I wasn't even sure it was the song Janis Joplin had given me but as I began working on it I understood what that seed, the seed gift, or the seed origin or the genesis, that thing from which the song develops, that softens the heart enough to receive ah, whatever the energies are that produce the song, that it was Janis Joplin. And as the years went by I began to want to acknowledge that gift.",
            " About the verse \"I don't mean to suggest that I loved you the best\"",
            " Well that speciffically meant I wasn't one of Janis Joplin's closest friends. I don't really know her life deeply. I'd bump into her now and then and I knew her slightly, but there was obviously some kind of rapport and I did feel some sort of closeness to her - but I didn't want to include myself for History's sake or accuracy's sake as one of her intimates. I wasn't.",
            " (*) Leonard probably means by that the version of \"Chelsea Hotel 1\" as sung in the movie by Tony Palmer \"Bird on A Wire\"  Click here. ",
            "(**) The studio version included in the album \"New skin for the old ceremony\", called \"Chelsea Hotel 2\"."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.famous_blue_raincoat",
        "content": {
          "text": [
            "I finished the lyric for that song in NY in a loft on Clinton St. I think I mention Clinton St. \"There's music on Clinton St all through the evening\". I began the melody for that song around 1968. I remember playing it for my mother in her kitchen before it had a lyric. She said she liked the tune. The lyric developed somewhat later. I think it was in the early 70's, maybe. I was living with Marianna in a loft on Stanton St and I remember the notebook, it was a blue covered notebook. And I began writing. In fact I have the notebook over there I think."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.field_commander_cohen",
        "content": {
          "text": [
            "I don't quite remember the genesis of that song, except that \"Field Commander Cohen\" is an ironic description, although I always loved the Army. And my father had intended to send me to the Kingston Military Academy actually. And if he'd have lived, I would probably have been in the Canadian Army. \"Field Commander\" in a sense, I think that grew from touring, in the sense that when you're on tour, it is that kind of leadership, rather than any executive leadership, because you are on the field, and it is moment to moment decisions. And you do have a group of men and women to keep together under sometimes strenuous circumstances."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.passing_through",
        "content": {
          "text": [
            "The song \"Passing Through\" is a song I learned when I was fifteen, from a very devoted socialist that I knew. That particular version of the song comes out of \"The People's Songbook\" which was a song book developed out of the interest that the socialists had at one time in Folk Music, still have. It came out of the \"Almanac Singers\" who later became \"The Weavers\", that's the group that Pete Seeger was in - the book was edited by John Lomax. The book itself was very influential in interesting me in song and songwriting. I came across it when I was about fifteen."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.sisters_of_mercy",
        "content": {
          "text": [
            "The Sisters Of Mercy were actually two young women that I met during a snow storm in Edmonton, Alberta. And they came to my Hotel Room and there was something oh, very agreeable about their company. And they had no place to stay and they fell asleep on my bed, and I stayed up and I remember there was a full moon. And I felt like having something to say to them when they woke up, and that was one of those rare and graceful occasions when I was able to write a song from beginning to end in the space of a few hours. And while they slept I worked on this song. And when they woke up I sang it to them. It was compleetely full and finished, and they liked it. Barbara and Lorraine were their names."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.so_long_marianne",
        "content": {
          "text": [
            "\"About the popularity of the song ... \"",
            " I think it's a good song. It was filled with emotion that was authentic. It fell into place. It's hard to say, you know, why a song works or it doesn't work. But she is a muse, and many writers have written songs for her, this is one of them."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.story_of_isaac",
        "content": {
          "text": [
            "The \"Story Of Isaac\" I don't remember much that one. As a matter of fact I remember I was writing that at the same time I was living at the Landmark Motel in L.A.. As a matter of fact Janis Joplin was living there at the time. I think Bobby Neuwirth was living there at the time, there were a few people living there. I'd already begun it, I think I began it up here, working on the lyrics, during that period."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_gypsys_wife",
        "content": {
          "text": [
            "That particular song started in a woman's apartment last winter. My marriage was breakin' up and she had a guitar. I was waiting for her to get ready and that is exactly what I was thinking, \"where, where is my gypsy wife tonight ?\" and it was one of those songs that started that way. Most of them are much less fluent in their beginnings, but it was just thinking to myself that one happened very easily and I got that sequence. I guess you could find in it a lot of Spanish or Eastern Music."
          ]
        }
      }
    ]
  },
  "kind": "other",
  "annotations": [
    {
      "anchor": "s1.p3.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.light"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "1:3"
    },
    {
      "anchor": "s2.p3.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.heart"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.woman"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.night"
            }
          ],
          "id": "3"
        }
      ],
      "newAnchor": "2:3"
    },
    {
      "anchor": "s2.p6.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.bird"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "2:6"
    },
    {
      "anchor": "s3.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.blue"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.mother"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.kitchen"
            }
          ],
          "id": "3"
        }
      ],
      "newAnchor": "3:1"
    },
    {
      "anchor": "s4.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.father"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "4:1"
    },
    {
      "anchor": "s6.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.snow"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.room"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.bed"
            }
          ],
          "id": "3"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.moon"
            }
          ],
          "id": "4"
        }
      ],
      "newAnchor": "6:1"
    },
    {
      "anchor": "s9.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.winter"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.gypsy"
            }
          ],
          "id": "2"
        }
      ],
      "newAnchor": "9:1"
    }
  ],
  "user": "sudonhim",
  "version": 0
}