{
  "title": "1985-10-01 - Paroles et Musiques magazine",
  "metadata": {
    "date": "1985-10-01"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.hallelujah",
        "content": {
          "text": [
            "It's a rather joyous song . I like very much the last verse.  I remember singin' it to Bob Dylan after his last concert in Paris.  The morning after, I was having coffee with him and we traded lyrics .  Dylan * especially liked this last verse  \"And even though it all went wrong , I stand before the Lord of song With nothing on my lips but Hallelujah"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.hallelujah",
        "content": {
          "text": [
            "Here there is an ironic and warm feeling. I wanted to get into this tradition of the composers who said Hallelujah, but with no precisely religious point of view. And then I realize there is a 'Hallelujah' more general that we speak to the world, to life It's a rather joyous song. I like very much the last verse. I remember singin' it to Bob Dylan after his last concert in Paris. The morning after, I was having coffee with him and we traded lyrics. Dylan especially liked this last verse, \"And even though it all went wrong, I stand before the Lord of song with nothing on my lips but Hallelujah.\"",
            "  About the second verse, \"Your faith was strong but you needed proof\":",
            " According to the Judaic tradition, David asked for ordeal. But the Rabbies said we should be reluctant to do so because ordeal there will sure be!"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.night_comes_on",
        "content": {
          "text": [
            "...In men's life the mother represents an authentic sense of protection, the life that strengthtens. In the second verse, there is that fight and this idea, \"I'd like to pretend that my father was wrong. But you don't want to lie, not to the young\"...the father represents this idea of a war forever fought. Then there is the marriage, which develops from a romantic idea, which we can't make last forever, to a human responsibility towards children, an ineluctable responsibility, even if these very children will move away. Then the verse, \"Now I look for her always\" is in fact, and concerning my case, about a songwriter's work. Here there is this vision of the woman, neither the mother nor the wife, but another feminine presence that touches all the others and is responsible for the songs. \"I lie in her arms, she says, When I'm gone, I'll be yours, yours for a song.\" It's the feminine Muse. The last verse deals with the street, with \"going back to the world,\" with friends. I like this passage, \"Yes, and here's to the few who forgive what you do, and the fewer who don't even care!\" But obviously this cannot protect us from the idea of what has been lost and will never be back. So the singer is trying to come back his way but the mother, by saying to him again and again, \"Go back, go back to the world,\" keeps him alive."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_captain",
        "content": {
          "text": [
            "I began this song four years ago and it has 30 or 40 verses. I had to choose among them.This selection does not guarantee an achievement but at least proves the will of achievement. Among others, there are two lines that I find true: \"What ever makes a soldier sad, will make a killer smile.\" In other words, we are really a predatory species. We are unique so far as we kill for pleasure.  We have to understand that we're going to meet with some people who, naturally, are killers. It's not like a soldier or self-defence. We have to get ourselves ready, otherwise we're going die by naivety. And this is the topic of \"The Captain,\" a passing on during which the corporal and the basic soldier are really taught by the captain because he's the one who understands he has to fight. But the soldier considers that, in light of so much pain and bloodshed, his only way out is to escape from the place of war. But the captain furthers his education, saying to him \"There's no decent place.\""
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_law",
        "content": {
          "text": [
            "I always felt this was a \"post-guilt\" song.There is an age of guilt, and we are in the age after. Guilt is too inflamed an emotion,even for us today. That's why \"I don't claim to be guilty. But I do understand. There's a Law. There's an Arm. There's a Hand.\" I think we are now in some era where we attend the consequences of our deeds and, whether we admit our guilt or not, we have to assume it, even when the process of feeling guilty has been discredited... (And) I never knew how to separate the \"individual\" and the \"general\" because I feel what everyone feels. The character who says, \"It wasn't for nothing they put me away\" is quite conscious of his responsability in this matter. There has been no injustice for he adds, \"I fell with my angel down the chain of command.\" The process of feeling guilty is not in the air and it's the last thing people want to be affected by.This song deals with this process and considers it as a legitimate experience, as a part of the moral universe."
          ]
        }
      }
    ]
  },
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s0.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.lip"
        }
      ]
    },
    {
      "anchor": "s1.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.lip"
        }
      ]
    },
    {
      "anchor": "s2.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.woman"
        }
      ]
    },
    {
      "anchor": "s2.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.mother"
        }
      ]
    },
    {
      "anchor": "s2.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.father"
        }
      ]
    },
    {
      "anchor": "s3.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.killer"
        }
      ]
    },
    {
      "anchor": "s3.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.soldier"
        }
      ]
    },
    {
      "anchor": "s3.p0",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.light"
        }
      ]
    }
  ]
}