{
  "title": "1992-11-24 - The Future - Press Kit",
  "metadata": {
    "date": "1992-11-24"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.anthem",
        "content": {
          "text": [
            "It's hard to do a comentary in special for this particular song because it took ten years to write.There's not a line in it that I couldn't defend. There's not a line in the album that I can't defend, but this song especially. I delayed its birth for so long because it wasn't right or appropriate or true or it was too easy or the ideas were too fast or too fuss, but the way it is now it deserves to be born. I've been playing this song for many years and I knew that I was on the track of a really good song. I knew it stood for something clear and strong in my own heart. And I despaired of ever getting it and I was playing it on Rebecca's synthesizer, and she said \"That's perfect just like that\" And I said \"Really ?\" She said \"Yeah let's go down to the studio now !\"",
            " *read the earlier version of \"Night Magic\""
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.democracy",
        "content": {
          "text": [
            "These are the final days, this is the darkness, this is the flood. What is the appropriate behaviour in a catastrophy, in a flood? You know, while you're cleaning out your orange crate in the torrent and you pass somebody else hanging on to a spar of wood. What do you declare yourself ? \"left wing\" \"right wing\" \"pro-abortion\" \"against abortion\"?? All these things are luxuries which you can no longer afford. What is the proper behaviour in a flood?"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_future",
        "content": {
          "text": [
            "Answering a question by Bob Mackowitz, about the relation one can find between \"The Future\" and Yeat's line \"the centre cannot hold\".",
            "I think that's part of it. I think that Yeats' line, \"the centre will not hold,\" could very well have been the sub-title of the song. I say, you know, \"things are going to slide in all directions, nothing will be measured anymore. The blizzard of the world has crossed the threshold, overturned the order of the soul. When they said 'repent,' I wonder what they meant.\" We're not even able to hold, a concept now of resurrection mechanisms; we don't even know what the concept is about, now. We can't even locate one in our mental equipment. And, I do feel that the centrality has dissolved. You know, we used to talk about the broken family. We all have experienced the broken family, now, us! You know, the people we're talking about, the sociologists, the acamedicians, the poets, the mental workers ... none of these things we are talking about, from an observational point of view, have stayed as objects of our conversation. They have become the environment that we ourselves are inhabiting. So, we are living a world, in a daily life, of such ambiguity, ambiguity about ourselves, about our wives, our husbands, our loves, our families, our loyalties, our work. The ambiguities have become intolerable. We are no longer outside the problem. There no longer is a distance. There is no hill to see this from, you share one body, now, with the serpent you forbid and with the dove that you allow. We're in it. And, \"The Future\" comes out of that experience. There is no perspective on the future anymore. It is like, look it!, you'll settle for the Berlin Wall. You'll settle for totalitarianism. You'll settle for the FBI. You'll settle for the ozone layer with the hole in it. You'll settle for the wrecked Amazonian forest. All these things will look good, next to what's coming down."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_future",
        "content": {
          "text": [
            "\"Future\" sounds true to me. It sounds like the situation that we have now and the attitudes that are taken there which are all extremist, which are all defensive in the extreme. Seem to be the mental landscape the people are, strolling through today. There is no comfort at the center. In fact there is no center."
          ]
        }
      }
    ]
  },
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s1.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.heart"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s1.p2",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.night"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.flood"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.day"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.dark"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.wood"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s3.p2",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.dove"
        }
      ],
      "user": "symbols bot"
    }
  ]
}