{
  "title": "1992-02-01 - Interview with Paul Zollo (printed 1993 in Songtalk magazine)",
  "metadata": {
    "date": "1992-02-01"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.bird_on_the_wire",
        "content": {
          "text": [
            "It was begun in Greece because there were no wires on the island where I was living to a certain moment. There were no telephone wires. There were no telephones. There was no electricity. So at a certain point they put in these telephone poles, and you wouldn't notice them now, but when they first went up, it was about all I did -- stare out the window at these telephone wires and think how civilization had caught up with me and I wasn't going to be able to escape after all. I wasn't going to be able to live this 11th-century life that I thought I had found for myself. So that was the beginning. Then, of course, I noticed that birds came to the wires and that was how that song began. \"Like a drunk in a midnight choir,\" that's also set on the island. Where drinkers, me included, would come up the stairs. There was great tolerance among the people for that because it could be in the middle of the night. You'd see three guys with their arms around each other, stumbling up the stairs and singing these impeccable thirds. So that image came from the island: \"Like a drunk in a midnight choir.\"",
            " *  Read the complete Interview"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.democracy",
        "content": {
          "text": [
            "I've got about sixty (verses). There are about three or four parallel songs in the material that I've got. I saw that the song could develop in about three or four different ways and there actually exist about three or four versions of \"Democracy.\" The one I chose seemed to be the one that I could sing at that moment. I addressed almost everything that was going on in America. This was when the Berlin Wall came down and everyone was saying democracy is coming to the east. And I was like that gloomy fellow who always turns up at a party to ruin the orgy or something. And I said,  \"I don't think it's going to happen that way. I don't think this is such a good idea. I think a lot of suffering will be the consequence of this wall coming down.\" But then I asked myself, \"Where is democracy really coming?\" And it was the U.S.A. But I had verses:",
            [
              "It ain't coming to us European style",
              "Concentration camp behind a smile",
              " It ain't coming from the east",
              "With its temporary feast",
              "As Count Dracula comes strolling down the aisle..."
            ],
            " So while everyone was rejoicing, I thought it wasn't going to be like that, euphoric, the honeymoon. So it was these world events that occasioned the song. And also the love of America. Because I think the irony of America is transcendent in the song. It's not an ironic song. It's a song of deep intimacy and affirmation of the experiment of democracy in this country. That this is really where the experiment is unfolding. This is really where the races confront one another, where the classes, where the genders, where even the sexual orientations confront one another. This is the real laboratory of democracy. So I wanted to have that feeling in the song too. But I treated the relationship between the blacks and the Jews. For instance, I had:",
            [
              "  First we killed the Lord and then we stole the blues",
              "This gutter people always in the news",
              "But who really gets to laugh behind the black man's back",
              "When he makes his little crack about the Jews?",
              "Who really gets to profit and who really gets to pay?",
              "Who really rides the slavery ship right into Charleston Bay?",
              "Democracy is coming to the U.S.A."
            ],
            " ...verses like that. ",
            "interviewer : Why did you take that out?",
            " I didn't want to compromise the anthemic, hymn-like quality. I didn't want it to get too punchy. I didn't want to start a fight in the song. I wanted a revelation in the heart rather than a confrontation or a call-to-arms or a defense. There were a lot of verses like that, and this was long before the riots. There was: ",
            [
              "From the church where the outcasts can hide",
              "Or the mosque where the blood is dignified",
              "Like the fingers on your hand",
              "Like the hourglass of sand",
              "We can separate but not divide",
              "From the eye above the pyramid",
              "And the dollar's cruel display",
              "From the law behind the law",
              "Behind the law we still obey",
              "Democracy is coming to the U.S.A."
            ],
            " There were a lot of verses like that. Good ones. ",
            " *  Read the complete Interview"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.famous_blue_raincoat",
        "content": {
          "text": [
            "That was one I thought was never finished. And I thought that Jennifer Warnes' version in a sense was better because I worked on a different version for her, and I thought it was somewhat more coherent. But I always thought that that was a song you could see the carpentry in a bit. Although there are some images in it that I am very pleased with. And the tune is real good. But I'm willing to defend it, saying it was impressionistic. It's stylistically coherent. And I can defend it if I have to. But secretly I always felt that there was a certain incoherence that prevented it from being a great song.",
            " *  read the complete interview"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.hey_thats_no_way_to_say_goodbye",
        "content": {
          "text": [
            "The first band I sang that for was a group called the Stormy Colvers, a Canadian group out of Toronto. I wrote it in two hotels. One was the Chelsea and the other was the Penn Terminal hotel. I remember Marianne looking at my notebook, seeing this song and asking, \"Who'd you write this for?\".",
            " (*)   Read the complete interview"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "album.im_your_man",
        "content": {
          "text": [
            "I sweated over that one. I really sweated over it. I can show you the notebook for that. It started off as a song called \"I Cried Enough For You.\" It was related to a version of \"Waiting For The Miracle\" that I recorded. The rhyme scheme was developed by toeing the line with that musical version that I put down. But it didn't work.",
            " (*)  Read the complete interview"
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.suzanne",
        "content": {
          "text": [
            "(The song).... is a miracle. I don't know where the good songs come from or else I'd go there more often. I knew that I was on top of something. I developed the picking pattern first. I was spending a lot of time on the waterfront and the harbor area of Montreal. It hadn't been reconstructed yet. It's now called Old Montreal and a lot of buildings have been restored. It wasn't at that time. And there was that sailor's church that has the statue of the Virgin. Gilded so that the sun comes down on her. And I knew there was a song there. Then I met Suzanne, who was the wife of Armand Vaillancourt, a friend of mine. She was a dancer and she took me down to a place near the river. She was one of the first people to have a loft on the St. Laurent. I knew that it was about that church and I knew that it was about the river. I didn't know I had anything to crystallize the song. And then her name entered into the song, and then it was a matter of reportage, of really just being as accurate as I could about what she did. ",
            " *  Read the complete Interview"
          ]
        }
      }
    ]
  },
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s1.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.bird"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s1.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.window"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s1.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.night"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p4.l1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.blue"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p4.l3",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.man"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p4.l6",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.ship"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p7",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.heart"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s2.p8.l2",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.blood"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s6.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.river"
        }
      ],
      "user": "symbols bot"
    },
    {
      "anchor": "s6.p1",
      "tokens": [
        {
          "kind": "docref",
          "docRef": "symbol.sun"
        }
      ],
      "user": "symbols bot"
    }
  ]
}