{
  "user": "sudonhim",
  "version": 0,
  "title": "1992-11-24 - Interview 1992\n      (from \"The Future Radio Special\", a special CD released by Sony)",
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s1.p2.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.light"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "1:2"
    }
  ],
  "metadata": {
    "date": "1992-11-24"
  },
  "content": {
    "sectionalContent": [
      {
        "id": "on_anthem",
        "title": {
          "kind": "text",
          "tokens": [
            {
              "kind": "text",
              "text": "On "
            },
            {
              "kind": "reference",
              "reference": {
                "kind": "document",
                "documentId": "song.anthem"
              }
            }
          ]
        },
        "fragments": [
          {
            "kind": "text",
            "id": "1",
            "tokens": [
              {
                "kind": "text",
                "text": "About the meaning of the chorus"
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "text",
            "id": "2",
            "tokens": [
              {
                "kind": "text",
                "text": "...That is the background of the whole record, I mean if you have to come up with a philosophical ground, that is \"Ring the bells that still can ring\". It's no excuse...the dismal situation.. and the future is no excuse for an abdication of your own personal responsibilities towards yourself and your job and your love. \"Ring the bells that still can ring\" : they're few and far between but you can find them. \"Forget your perfect offering\" that is the hang-up that you're gonna work this thing out. Because we confuse this idea and we've forgotten the central myth of our culture which is the expulsion from the garden of Eden. This situation does not admit of solution of perfection. This is not the place where you make things perfect, neither in your marriage, nor in your work, nor anything, nor your love of God, nor your love of family or country. The thing is imperfect. And worse, there is a crack in everything that you can put together, physical objects, mental objects, constructions of any kind. But that's where the light gets in, and that's where the resurrection is and that's where the return, that's where the repentance is. It is with the confrontation, with the brokenness of things."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "lineBreak"
          }
        ]
      }
    ]
  }
}