{
  "title": "1992-11-24 - Interview 1992 from the CD \"The Future Radio Special\", by Sony Music)",
  "metadata": {
    "date": "1992-11-24"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.closing_time",
        "content": {
          "text": [
            "I think that's the way we experience our freedom today. It looks like freedom but it feels like death, it must be something in-between, I guess. It's closing time. I don't know about you, but I live a life that is totally consumed with ambiguity and conflict. I can't get anything straight. Anything I embrace, immediately, the polarity manifests and I can embrace it with the same kind of enthusiasm or shame or indifference or whatever the emotion was that caused me to embrace the former. But, it's this sense of the personal life that I've tried to bring to my songs. I think, for instance, when we hear public utterance today, like the language of the politician or the leader, whenever I hear a guy speaking, it's like : \"Hasn't he heard the bad news?\" You don't feel that anybody's heard the bad news, that they know how people are feeling. I think everybody's experiencing their daily life now as it looks like freedom but it feels like death. Closing time. The landmarks are down. The lights are out. The catastrophe has taken place. Don't wait around for it, you know. So, what is the proper behaviour, what is the appropriate behaviour in a catastrophe when you're holding on to your orange crate and the other guy's floating by and you're holding on to this broken flag staff. What do you do? You say, I'm Conservative? I'm Liberal? I'm pro-abortion? I'm against it? It seems to be completely inappropriate to the gravity of the situation. I've tried to create songs now, that are appropriate to the gravity of the situation where there's no public utterance without the understanding that it looks like freedom but it feels like death and it's \"Closing time\". Something's gone down. You ignore it at the peril of your self-respect or of your possible rescue."
          ]
        }
      }
    ]
  },
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s1.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.death"
            }
          ]
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.light"
            }
          ]
        }
      ]
    }
  ]
}