{
  "title": "1993-05-26 - Bob Harriss Show",
  "metadata": {
    "date": "1993-05-26"
  },
  "content": {
    "content": [
      {
        "kind": "note",
        "reference": "song.democracy",
        "content": {
          "text": [
            "Well it also came at this time when the world was so deeply involved in these hopes of a new order of a world of peace, of a decent world. Well that's always such a crazy idea and I always react to it rather violently. When I was presented in the 60's, I remember writing \"Welcome to the book of exiles, you lucky son of a bitch\". Well I had to contend with all the flabby liars of the Aquarian Age. I have always been deeply resentful of these paradise ideas, that ignore our myth, our central myth of expulsion from Paradise. So while Eastern Europe was liberating itself, and the Wall was coming down, and the Russian honeymoon was taking place, I said to myself \"Is democracy really coming to the East ?\". And I had to answer truthfully \"No, I don't think it is !\" And then I had to ask myself \"Where is Democracy coming ? What is Democracy ?\" It's a kind of religion of the West and like a great religion it affirms other religions and like a great Culture affirms other Cultures, that's what's behind it, some notion that there really is an equality of human enterprise. So I further asked myself, \"Where is it? Where is democracy really happening ?\" and that's when I came upon the line \"Democracy is coming to the USA\" which of course has an irony \"What do you mean to say, that it's not there already ?\" Well no. It isn't really there already, it isn't anywhere already, it is the ideal, it is the fate. But if it's coming any place, it's coming to America first, the cradle of the best and of the worst. It's here they got the range and the machinery for change, and it's here they got the spiritual thirst. And I feel that about America . I feel that it is the great laboratory of Democracy. And over there I've been... I'm not American so I can speak about it with a certain objectivity . I'm not trying to just be a pro-American or some kind of apologist. They've been dealing with problems over there that Europe is beginning to confront now, the problem of alien population, the problem of Race, the real confrontations that used to make European intellectuals raise an eyebrow a few years ago but you're in it now, you're in the same deal and we're all in the same boat and I think that everybody can summon a blessing for that experiment that's going on over there, the great American experiment in Democracy."
          ]
        }
      },
      {
        "kind": "note",
        "reference": "song.the_future",
        "content": {
          "text": [
            "I guess the song was begun like most of my songs . Just kinda scraping the bottom of the barrel. I never thought I stood in front of a buffet table and had a lot of things to write about, you know. It's just a kind of growing that you feel. A kind of itch that you can't scratch. Somehow you're just moving around in your mind, not in a very graceful way in a very awkward way, trying to centre yourself around something. At that time the Berlin Wall had just come down, when I wrote that, when I started to write it. And I don't know why but I had this, I had a hurt feeling about that, and a kind of gloomy feeling about that. We were rejoicing and of course one rejoiced and one saw the images of the wall coming down. And one thought that families would be reunited and country could continue on its own way. A split being healed is always some kind of attractive idea. But I don't know why I had a gloomy idea about it. People always said I have a gloomy idea about everything. I say that's true. I also have a very gloomy idea about democracy in the east, in the Soviet Union and in Eastern Europe and in fact one of the tracks, one of the verses I discarded, among the 50 or 60 I discarded for \"Democracy\" was :\" It ain't comin' to us European-style - Concentration camp behind the smile - It ain't comin' from the east - With its temporary feast - As Count Dracula comes strolling the aisle\". I just didn't think that these Eastern European Communist Republics were going to burst into these life affirming democracies that everybody hoped for. And for some odd reason I felt that when central authority, no matter how severe it is, breaks down, when the cat's away, the mice will play, and boys will be boys... And usually, historically that means massacre. I'm not happy to say that my prophecies have borne out. But those were the feelings that were attended at the beginning. So I never really know where the song is going to go until I write it verse by verse. The reason it takes so long to write is that I have to write each verse perfectly, and make it perfect. 'Cause it's only in the writing that you can discard the alibis and the slogans and the easy positions. So The Future is the song that the future cries, the future drew out of me. It's not politics, it's a kind of psycho-geo-politics that the future draws these exclamations out of me, out of my heart."
          ]
        }
      }
    ]
  },
  "kind": "interview",
  "annotations": [
    {
      "anchor": "s1.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.son"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "1:1"
    },
    {
      "anchor": "s2.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.heart"
            }
          ],
          "id": "1"
        }
      ],
      "newAnchor": "2:1"
    }
  ],
  "user": "sudonhim",
  "version": 0
}