{
  "user": "sudonhim",
  "version": 0,
  "title": "1993-07-15 - Backstage Interview",
  "kind": "interview",
  "annotations": [
    {
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.flood"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.light"
            }
          ],
          "id": "2"
        }
      ],
      "newAnchor": "1:1"
    }
  ],
  "metadata": {
    "date": "1993-07-15"
  },
  "content": {
    "kind": "multipart",
    "content": [
      {
        "id": "on_closing_time",
        "title": {
          "kind": "text",
          "tokens": [
            {
              "kind": "text",
              "text": "On "
            },
            {
              "kind": "reference",
              "reference": {
                "kind": "document",
                "documentId": "song.closing_time"
              }
            }
          ]
        },
        "fragments": [
          {
            "kind": "text",
            "id": "1",
            "tokens": [
              {
                "kind": "text",
                "text": "I think \"Closing Time\" is just a sense that things as we know it are coming to an end, and that the flood is already here, the apocalypse has already occurred, like we don't need to wait for it. On the inner level, all the landmarks are down, and all the lights have been extinguished, and all the signs have been swept away. So we are in this period of closing time but all these songs, these sinister songs are married to, you know, hot little tracks."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "lineBreak"
          }
        ]
      },
      {
        "id": "on_democracy",
        "title": {
          "kind": "text",
          "tokens": [
            {
              "kind": "text",
              "text": "On "
            },
            {
              "kind": "reference",
              "reference": {
                "kind": "document",
                "documentId": "song.democracy"
              }
            }
          ]
        },
        "fragments": [
          {
            "kind": "text",
            "id": "1",
            "tokens": [
              {
                "kind": "text",
                "text": "There are about 5 or 8 notebooks filled with verses for \"Democracy\". It took a long time to write the song. I started around 89 when the Berlin Wall came down. That's what really occasioned it 'cause I asked myself \"Is democracy really coming to the East, to the Soviet Union, to Hungary, to Romania ?\" I was very doubtful that democracy as we... I think it is the religion of the West. It is the real thing that we have going and it's the American experiment. That version of it is the most vibrant you know, screwed up as things are. This is the place where they're confronting the problems that they're just beginning to look at in Europe now : racism, real confrontations."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "lineBreak"
          }
        ]
      },
      {
        "id": "on_the_future",
        "title": {
          "kind": "text",
          "tokens": [
            {
              "kind": "text",
              "text": "On "
            },
            {
              "kind": "reference",
              "reference": {
                "kind": "document",
                "documentId": "song.the_future"
              }
            }
          ]
        },
        "fragments": [
          {
            "kind": "text",
            "id": "1",
            "tokens": [
              {
                "kind": "text",
                "text": "I started the song same time as I started \"Democracy\". All those songs were ocasioned by the collapse of the Berlin Wall. You had to affirm the rejoicing of people but I did have a clear sense of this was gonna produce a lot of suffering. And unfortunately, that was borne out "
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "text",
            "id": "2",
            "tokens": [
              {
                "kind": "text",
                "text": "Interviewer : and \"I've seen the Future it is murder\", a bleak picture but you always sort of, the redemptive properties of love seem to fiddle themselves in there somewhere."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "text",
            "id": "3",
            "tokens": [
              {
                "kind": "text",
                "text": " I mean this is all they're giving us this murder, I mean this is what we're fed, \"I've seen the future baby, it is murder\". Well of course that's a colloquial expression \"How hard it is ? - It is murder\", \"What was the traffic like ?- It was murder\". But it is murder. And that is the great unspoken secret that politicians hardly even adress, it's that you can't go outside anymore."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "text",
            "id": "4",
            "tokens": [
              {
                "kind": "text",
                "text": " Interviewer :That perspective I was mentioning (..)You always seemed to hold out love as the redemptive possibility in all this, do you still feel that way as strongly as you always have ?"
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "text",
            "id": "5",
            "tokens": [
              {
                "kind": "text",
                "text": "I've always known it on a personal level it is true that. in that song I say \"When they say Repent, I wonder that they meant\", the sad thing is that those redemptive possibilities, those redemptive mechanisms have become obscure and lost. All the religions have them. The whole notion of the resurrection is an idea of a return, of a renewal, unless people understanding can grasp the idea that they can renew their lives then we're in a very sorry situation. Those mechanisms exist, they're available, and everywhere from the Catholic church to AA (Alcoholics Anonymous)."
              }
            ]
          },
          {
            "kind": "lineBreak"
          },
          {
            "kind": "lineBreak"
          }
        ]
      }
    ]
  }
}