{
  "title": "1979-10-31 Unterföhring",
  "metadata": {
    "date": "1979-10-31",
    "location": {
      "city": "Unterföhring",
      "country": "Germany",
      "venue": "ZDF Television Studios München"
    }
  },
  "content": {
    "content": [
      {
        "kind": "variation",
        "reference": "song.bird_on_the_wire",
        "content": {
          "text": [
            "variation on first verse:",
            [
              " \"...like a worm on a hook",
              " like a  monk bending (down) over the Book",
              " i have tried......\""
            ]
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.memories",
        "content": {
          "text": [
            "This is a song i wrote a couple of years ago with the great genius of darkest Hollywood:Phil Spector.And it's a song based on my extremely boring and pathetic life at Westmont High School in Montreal.It's called Memories"
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.the_guests",
        "content": {
          "text": [
            "This is a new song and i'm very surprised that this song has gained any kind of popularity because it's a kind of difficult song. I think most of its popularity is due to the fact that Raffi Hakopian plays on it, and John Belezikjan. But..it's a song about how a new soul comes into the world looking for the feast, feeling completely separated from everything, feeling isolated and in exile, and how the great author of this dismoral catastrophe, this veil of tears, pulls each of these souls into the Feast and into the banquet. And noone knows where the night is going, noone knows why the wine is flowing and Oh Love I need You I need You I need You....."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.the_window",
        "content": {
          "text": [
            "This is another song; it's from my new album: it's called \"The Window\". It's a kind of prayer, (joining his hands) to bring the two parts of the Soul together. It's called \"The Window\"...."
          ]
        }
      }
    ]
  },
  "kind": "live",
  "annotations": [
    {
      "anchor": "s3.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.night"
            }
          ]
        }
      ]
    },
    {
      "anchor": "s4.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.window"
            }
          ]
        }
      ]
    }
  ]
}