{
  "title": "Dance Me to the End of Love",
  "content": {
    "content": {
      "text": [
        [
          "Dance me to your beauty with a burning violin",
          "Dance me through the panic till I'm gathered safely in",
          "Lift me like an olive branch and be my homeward dove",
          "Dance me to the end of love",
          "Dance me to the end of love"
        ],
        [
          "Oh, let me see your beauty when the witnesses are gone",
          "Let me feel you moving like they do in Babylon",
          "Show me slowly what I only know the limits of",
          "Dance me to the end of love",
          "Dance me to the end of love"
        ],
        [
          "Dance me to the wedding now, dance me on and on",
          "Dance me very tenderly and dance me very long",
          "We're both of us beneath our love, we're both of us above",
          "Dance me to the end of love",
          "Dance me to the end of love"
        ],
        [
          "Dance me to the children who are asking to be born",
          "Dance me through the curtains that our kisses have outworn",
          "Raise a tent of shelter now, though every thread is torn",
          "Dance me to the end of love"
        ],
        [
          "Dance me to your beauty with a burning violin",
          "Dance me through the panic till I'm gathered safely in",
          "Touch me with your naked hand or touch me with your glove",
          "Dance me to the end of love",
          "Dance me to the end of love",
          "Dance me to the end of love"
        ]
      ]
    }
  },
  "kind": "song",
  "annotations": [
    {
      "anchor": "p1.l1",
      "annotations": [
        {
          "user": "sudonhim",
          "content": [
            {
              "text": "In LC's work to dance with her is something like political maneuvering. You don't have power over her, or even a steady relationship with her, but at least you're in the game. For two examples see The Future, which proclaims that as the West unravels we will see \"the white man dancing\", or the single Do I Have to Dance All Night",
              "kind": "text"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.dance"
            }
          ],
          "id": "2"
        }
      ]
    },
    {
      "anchor": "p1.l3",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.dove"
            }
          ],
          "id": "1"
        }
      ]
    },
    {
      "anchor": "p1.l5",
      "annotations": [
        {
          "user": "sudonhim",
          "content": [
            {
              "text": "It's a consistent theme in LC's work that this time is \"the darkness, the flood\"; the love affair of the last centuries is ending, being swept away. A good reference for this is Closing Time, though there are many others.",
              "kind": "text"
            }
          ],
          "id": "1"
        }
      ]
    },
    {
      "anchor": "p4.l2",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.kiss"
            }
          ],
          "id": "1"
        }
      ]
    }
  ],
  "user": "sudonhim",
  "version": 0
}