{
  "title": "1988-06-24 Reykjavík",
  "metadata": {
    "date": "1988-06-24",
    "location": {
      "city": "Reykjavík",
      "country": "Iceland",
      "venue": "Laugardalshöll"
    }
  },
  "content": {
    "content": [
      {
        "kind": "prologue",
        "reference": "song.aint_no_cure_for_love",
        "content": {
          "text": [
            "When Jesus was this deity which many of you do not believe in,when He was hangin from a tree,He looked up at the Heavens,and He said \"My Lord My Lord Why Hast Thou Forsaken Me ?\" And then He looked around Him and He understood that a lever had been thrown in the universe and He said \"It is finished\" and then He looked at His feet and He saw the faces of men and women,faces of indifference, resentment,love ecstasy, indifference.... And looking at these human faces, He knew for sure there ain't no cure for Love..."
          ]
        }
      },
      {
        "kind": "variation",
        "reference": "song.bird_on_the_wire",
        "content": {
          "text": [
            "Modified verses (some words are inspired by the cover version of the \"Neville Brothers\")",
            [
              "Ah Don't cry, don't cry no more",
              "It's over now, it's over Baby",
              "You see there's nothing left to pray for",
              "Ah It's over now, don't cry, don't cry no more",
              "It's over, completed, it's finished",
              "It's been paid for, it's been paid for..."
            ],
            [
              "Like a bird on the wire, like a drunk in an old midnight choir",
              "I have tried in my way to be free"
            ]
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.chelsea_hotel_2",
        "content": {
          "text": [
            "About a 1,000 years ago I was staying  in this Hotel in NYC. It wasn't a bad Hotel, it wasn't a good Hotel but in the elevator there I begin to bump into  a young woman late at night. After a couple of weeks i gathered my courage and I said to her \"Are you looking for someone?\" She said \"Yes, I'm looking for Kris Kristofferson\" I said \"Lucky Lady, You're in luck, I am Kris Kristofferson\". Such was the generosity of those times. A couple of years later, after this young woman had passed from this vale of tears, I found myself sitting at a Bar in a Polynesian restaurant in Miami Beach. It was a Bar where they served cocktails in ceramic coconut shells.This was a mystery I could not penetrate, because the very trees in Boulevards were lined with coconut trees, bearing true and authentic coconut shells. Why they would choose to serve their drinks in ceramic coconut shells escapes me until this very day.As I say I was sitting at the Bar of this Polynesian restaurant when the presence of this young woman came upon me very strongly. And upon a napkin I began that song, for Janis Joplin at the Chelsea Hotel."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "album.im_your_man",
        "content": {
          "text": [
            "Oh thank you sons and daughters of Iceland. It is a great honour for us to play before you this evening. Even at the begining of your country men were asking the question:\"What does a woman want?\". The only change through millenium has been that now women are asking \"What does a woman want?\" And now even men are asking \"What does a man want?\" Nobody knows what they want. If these thoughts interest you, even for a moment, You are lost. I myself am ready to surrender to the obvious.....I'm ready to do anything to deserve a woman's caress. All I want to say to the one I love is \"I'm your man\"."
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "song.take_this_waltz",
        "content": {
          "text": [
            "Here of all places I don't have to explain how I fell in love with the poet Federico Garcia Lorca. I was 15 years old and I was wandering through the bookstores of Montreal and I fell upon one of his books,and I opened it,and my eyes saw those lines \"I want to pass through the Arches of Elvira,to see her thighs and begin weeping\". I thought \"This is where I want to be\"... I read alone \"Green I want you green \"I turned another page \"The morning through fistfulls of ants in your face\" I turned another page \"Her thighs slipped away like school of silver minnows\". I knew that I have had come home. So it is with a great sense of gratitude that I am able to repay my debt to Federico Garcia, at least a corner, a fragment, a crumb, a hair, an electron of my debt by dedicating this song, this translation of his great poem \"Little Viennese Waltz\", \"Take This Waltz\"."
          ]
        }
      }
    ]
  },
  "kind": "live",
  "annotations": [
    {
      "anchor": "s2.p3.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.bird"
            }
          ],
          "id": "1"
        }
      ]
    },
    {
      "anchor": "s3.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.woman"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.night"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.tree"
            }
          ],
          "id": "3"
        }
      ]
    },
    {
      "anchor": "s4.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.man"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.daughter"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.son"
            }
          ],
          "id": "3"
        }
      ]
    },
    {
      "anchor": "s5.p1.l1",
      "annotations": [
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.hair"
            }
          ],
          "id": "1"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.green"
            }
          ],
          "id": "2"
        },
        {
          "user": "symbols bot",
          "content": [
            {
              "kind": "docref",
              "docRef": "symbol.thigh"
            }
          ],
          "id": "3"
        }
      ]
    }
  ],
  "user": "sudonhim",
  "version": 0
}