{
  "title": "1988-04-14 Hamburg",
  "metadata": {
    "date": "1988-04-14",
    "location": {
      "city": "Hamburg",
      "country": "Germany",
      "venue": "Congress Centrum Hamburg"
    }
  },
  "content": {
    "content": [
      {
        "kind": "prologue",
        "reference": "db/songs/new_skin_for_the_old_ceremony/chelsea_hotel_2",
        "content": {
          "text": [
            "There was this Hotel in NYC, where I used to stay in my wild youth. Sometimes I stay there in my wild middleage. It was a wonderful place you know, you could come up to the reception desk there with three naked women a bear and a midget and they wouldn't even raise an eyebrow, just hand you your key and say, \"Good night Sir\". And in the elevator....the elevator was the source of my social life there. I used to meet people in the elevator there. I met a distinguished singer, a woman, in the elevator. I used to see her every night there, a very famous singer. I was a famous singer myself. But...I used to see her in that elevator, she was always alone, you know..I said \"Are you looking for someone?\". She said \"Yes\" - I said \"Who ?\" - She said \"Kris Kristofferson\" - I said \"I'm Kris Kristofferson !\" - She said \"No he's a lot taller than you,isn't he?\" - It's true. Anyway,the young woman was Janis Joplin and I wrote this song for her."
          ]
        }
      },
      {
        "kind": "variation",
        "reference": "db/songs/i'm_your_man/everybody_knows",
        "content": {
          "text": [
            "sung verse variation",
            [
              " Everybody knows that the Jews are clever",
              " Everybody knows that the Blacks are blue",
              " Everybody knows that you live forever",
              " When you've done a line or two",
              " Everybody knows the deal is rotten:",
              " Old Black Joe's still picking cotton",
              " For your ribbons and bows.",
              " Everybody knows."
            ]
          ]
        }
      },
      {
        "kind": "prologue",
        "reference": "db/songs/i'm_your_man/first_we_take_manhattan",
        "content": {
          "text": [
            "Yeah, these are new songs, huh? Maybe lots of people think I didn't write anything after \"Suzanne.\" But I wrote one or two songs after \"Suzanne.\" Here's a song I wrote 20 years after \"Suzanne.\" I had been driven over   the edge and I had decided to take matters into my own hand. This is a geopolitical plan. People have asked me what it means. It means exactly what it says."
          ]
        }
      }
    ]
  },
  "kind": "live"
}